var local_database = [
    {
        id: 0,
        name: "张爱玲",
        avatar: "/images/avatar/1.png",
        age: "22",
        intro: "22岁，擅长碰碰车",
        summary: "张爱玲（1920.9.30—1995.9.8），中国现代作家，原籍河北省唐山市，原名张煐。1920年9月30日出生在上海公共租界西区一幢没落贵族府邸。作品主要有小说、散文、电影剧本以及文学论著，她的书信也被人们作为著作的一部分加以研究"
    },
    {
        id: 1,
        name: "Miki",
        avatar: "/images/avatar/2.png",
        age: "16",
        intro: "16岁，QQ卡丁车满级",
        summary: "AKAMA MIKI，2000年9月11日出生于加拿大，模特、歌手。2009年，获得新丝路少儿模特大赛全国总冠军[1]  。2012年，与张木易成立Mi2组合。目前在BCIS北京乐成国际学校就读。"
    },
    {
        id: 2,
        name: "村上春树",
        avatar: "/images/avatar/3.png",
        age: "40",
        intro: "40岁，喜欢谈跑步",
        summary: "村上春树29岁开始写作，第一部作品《且听风吟》即获得日本群像新人奖，1987年第五部长篇小说《挪威的森林》上市至2010年在日本畅销一千万册，国内简体版到2004年销售总量78万，引起村上现象"
    },
    {
        id: 3,
        name: "张良",
        avatar: "/images/avatar/4.png",
        age: "22",
        intro: "22岁，法师，擅长团控",
        summary: "曾劝刘邦在鸿门宴上卑辞言和，保存实力，并疏通项羽叔父项伯，使刘邦得以脱身。[1]  后又以出色的智谋，协助汉高祖刘邦在楚汉战争中最终夺得天下，帮助吕后扶持刘盈登上太子之位，被封为留侯。"
    },
    {
        id: 4,
        name: "荆轲",
        avatar: "/images/avatar/5.png",
        age: "18",
        intro: "18岁，专业捡人头",
        summary: "秦国灭赵后，兵锋直指燕国南界，太子丹震惧，决定派荆轲入秦行刺秦王。荆轲献计太子丹，拟以秦国叛将樊於期之头及燕督亢地图进献秦王，相机行刺。太子丹不忍杀樊於期，荆轲只好私见樊於期，告以实情，樊於期为成全荆轲而自刎。"
    }
];

module.exports = {
    coachList: local_database
}
